tap "buo/cask-upgrade"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "stripe/stripe-cli"
tap "universal-ctags/universal-ctags"
brew "aalib"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "ansible"
brew "atool"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "berkeley-db"
brew "carthage"
brew "cmake"
brew "cgal"
brew "cloc"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "elinks"
brew "exercism"
brew "exiftool"
brew "libtool"
brew "ffmpeg"
brew "fontforge"
brew "fop"
brew "fortune"
brew "fswatch"
brew "gawk"
brew "gcal"
brew "poppler"
brew "unixodbc"
brew "gdal"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "go"
brew "gource"
brew "graphviz"
brew "grep"
brew "gtkdatabox"
brew "gzip"
brew "helm"
brew "highlight"
brew "htop"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "kerl"
brew "klavaro"
brew "kubernetes-cli"
brew "kops"
brew "libcaca"
brew "libxslt"
brew "lsd"
brew "luarocks"
brew "lynx"
brew "macvim"
brew "mas"
brew "masscan"
brew "maven"
brew "media-info"
brew "minikube"
brew "opencv"
brew "mlt"
brew "mono"
brew "moon-buggy"
brew "mysql"
brew "n"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nmap"
brew "osx-cpu-temp"
brew "passenger"
brew "perl"
brew "podofo"
brew "postgresql"
brew "postgis"
brew "postgresql@12"
brew "ranger"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "shpotify"
brew "sl"
brew "socat"
brew "sphinx"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "timidity"
brew "tmux"
brew "tmuxinator"
brew "toilet"
brew "tor"
brew "transmission-cli"
brew "trash"
brew "unzip"
brew "w3m"
brew "watchman"
brew "weechat"
brew "wget"
brew "wireguard-tools"
brew "wxmac"
brew "xdotool"
brew "xhyve"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc@7"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "angry-ip-scanner"
cask "atom"
cask "binary-ninja"
cask "calibre"
cask "charles"
cask "coqide"
cask "cyberduck"
cask "dash"
cask "discord"
cask "djview"
cask "docker"
cask "eqmac"
cask "expo-xde"
cask "figma"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "fontforge"
cask "gfxcardstatus"
cask "gimp"
cask "goofy"
cask "grammarly"
cask "graphql-playground"
cask "hammerspoon"
cask "iina"
cask "insomnia"
cask "iterm2-nightly"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kicad"
cask "knuff"
cask "licecap"
cask "lighttable"
cask "mactex"
cask "mediainfo"
cask "min"
cask "mongodb-compass"
cask "mullvadvpn"
cask "ngrok"
cask "oni"
cask "openemu"
cask "opera"
cask "opera-neon"
cask "pgadmin4"
cask "plex"
cask "plex-media-server"
cask "postico"
cask "postman"
cask "private-internet-access"
cask "qmk-toolbox"
cask "react-native-debugger"
cask "reactotron"
cask "rocket"
cask "safari-technology-preview"
cask "sequel-pro"
cask "sketch"
cask "skim"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "tiled"
cask "tor-browser"
cask "transmission"
cask "unetbootin"
cask "v2rayu"
cask "vanilla"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
mas "HiSuite", id: 1232508288
mas "Tab Space", id: 1473726602
mas "Tab Switcher", id: 1406718335
mas "WeChat", id: 836500024
